// Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее

/*
int numA = 5;
int numB = 7;

if (numA>numB)
{
    Console.WriteLine(numA);
    Console.WriteLine(numB);
}
else if (numB>numA);
{
    Console.WriteLine(numB);
    Console.WriteLine(numA);
}
*/

//Напишите программу, которая принимает на вход три числа и выдаёт максимальное из этих чисел.

/*

int numA = 2;
int numB = 3;
int numC = 7;

if(numA>numB)
{
    Console.WriteLine(numA);
}
else if(numB>numC)
{
    Console.WriteLine(numB);
}
else if(numC>numA)
{
    Console.WriteLine(numC);
} 

*/

//Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).

/*

int i;
Console.Write("Введите число : ");  
i = Convert.ToInt32(Console.ReadLine());

if (i % 2 == 0)
{
    Console.Write("Введенное число является четным");
}
else
{
     Console.Write("Введенное число нечетное");
} 

*/


        

        
           